{
  "testimonials": [
    {
      "personId": "ian",
      "position": "Co-founder, CTO",
      "projectSlug": "zenysis",
      "quote": "I’ve known Holman for years and have recently had the pleasure of hiring him as a freelance developer.  Holman ramped up on an existing code base with ease and quickly executed on core features of my web app.  He is my go-to person for complex, on-demand projects, proving himself to be versatile at all levels of the stack from CSS tweaks to debugging database calls.  The best part is that I trust Holman with senior engineering decisions - he is genuinely thoughtful when it comes to architecting applications and understands the “big picture.”  For these reasons hiring Holman has without a doubt been my best experience with a freelance developer."
    },
    {
      "personId": "walter",
      "position": "Co-founder, CTO",
      "projectSlug": "mira",
      "quote": "We were looking for a senior-level engineer to help us build out the foundation of our tech stack, and Holman was the perfect fit.  His previous experience helped us make decisions on front-end architecture and database modeling and as a result, have made it easier to push the product forward. In addition, he had no problem taking on any type of implementation task, which freed my time to work on U/X and hiring. I was also continually impressed by Holman’s knowledge of cutting-edge tools and techniques as well as his dedication to strong coding fundamentals. I would recommend Holman to anyone looking for an experienced, do-it-all engineer."
    },
    {
      "personId": "hongvan",
      "position": "Co-founder",
      "projectSlug": "naturalize-us",
      "quote": "I had the great pleasure of working with Holman on my initiative helping immigrants become U.S. citizens and registered voters. He’s an exceptionally responsive collaborator and was great at balancing expectations with realistic timelines. At the very beginning of our collaboration, Holman also took the initiative to sit down and discuss with me work-style, expectations, deadlines, etc -- all of which contributed to our ability to work well together. And of course, he’s a very talented programmer and is very flexible. Most important, he made sure from the start that whatever he built was going to be accessible to the next person receiving the handoff. I strongly recommend him for any startups or nonprofits looking for a freelance developer."
    },
    {
      "personId": "andrew-badr",
      "position": "Founder",
      "projectSlug": "verse",
      "quote": "I hired Holman to help build out my start-up, and I was thrilled with the quality of his work.  He started contributing immediately and thrived with all types of tasks, from implementing UI mocks to database-level changes.  He communicated well and kept me updated, which allowed me to worry less about his progress.  The project got to a point where I trusted him and I didn't need to review his work.  I would be happy to work with him again in the future!"
    }
  ]
}
